[
  {
    "chapter": 1,
    "title": "Introduction",
    "content": "We have developed methods for tuning out commercial messages, for example by inserting earbuds or burying our faces in our devices. Bus riders in Seoul, South Korea, find themselves at a new frontier: they have advertising squirted into their noses. A smell resembling that of Dunkin’ Donuts coffee is released into the ventilation system as a Dunkin’ Donuts advertisement plays over the bus’s sound system shortly before the bus stops outside a Dunkin’ Donuts store. An announcer points out the fact, in case it has somehow been missed. This kind of advertising is especially aggressive and indiscriminate, yet is also exquisitely well targeted to morning commuters who are primed to want coffee at the time they are exposed to the advertising, and there it is, right next to the bus stop!\n\nOne consequence of this is that we are becoming more alike. I open a book of Aristotle and try to read a page of his choppy, gnomic Greek. After a few lines I start to shift my weight in the chair and drum my fingers on the table. It is Tuesday night, after all. I turn on Sons of Anarchy, and share the experience with 4.6 million of my closest friends. The next day, I have some basis for chitchat with others. I am not a freak. If I had gotten absorbed in the Nicomachean Ethics, my head would still be turning in a spiral of untimely meditations that could only sound strange to my acquaintances."
  },
  {
    "chapter": 2,
    "title": "Chapter 3",
    "content": "With this comes fragility—that of a self that can’t tolerate conflict and frustration. And this fragility, in turn, makes us more pliable to whoever can present the most enthralling representations that save us from a direct confrontation with the world. Being addressed to us, these representations allow us to remain comfortable in a little “me-world” of manufactured experience. If these representations make use of hyperpalatable mental stimuli, the world of regular old experience may come to seem not only frustrating but unbearably drab by comparison.\n\n"
  },
  {
    "chapter": 3,
    "title": "Chapter 5",
    "content": "Advanced economies are said to be moving away from producing goods or delivering services, in favor of creating experiences. This necessarily relies on techniques for attracting and holding attention. (For what is an experience, other than an episode in which one’s attention is engaged in some way?) Because our experiences are increasingly manufactured for us, it follows that our attention is increasingly structured by design.\n\n"
  }
]